{
  "bikes":[
    {
      "years":"2021–",
      "status":"Active",
      "mileage":"2000+",
      "surname":"Dad bike",
      "model":"Giant Talon 1",
      "notes":"I switched back to MTB craving for lower gear and a more upright posture. Original square taper cranks were super creaky but aside of that, I can't complan for a $900 bike. I upgrade the crank and made a few ergonomic adjustements. The quick release seatpost is great, I got in the habit of changing the height. I appreciate the modesty in SLO where everyone rides some big brand carbon full-suspension machine. I've done more groceries and sanity check rides than actual trails with it so far.",
      "image":"https://slrncl.com/assets/img/bikes/giant-talon-1.jpg"
    },
    {
      "years":"2021–",
      "status":"Active",
      "mileage":"5000+",
      "surname":"Fat fly",
      "model":"Tern HSD S11 (Gen 1)",
      "notes":"We got this one from a local shop in Berkeley for about $4000. We debated it but Sharon made a case for it. We both love it. Sharon even went to all of her pregnancy appointments on it. Check-in at 3000 mi went well, only the chain and brake pads needed replacement... which is apparently impressive considering that we lived on a hill. The thing is heavy but I like to ride it without assistance just for a bit of cardio. I rarely need to go beyond the second level of assistance since we moved to a flatter area. Easy to maneuver and lift. The rack is a bit awkward with the baby sitting very close to the saddle. It's clearly a poor person's GSD - Still, I like it, and the little one likes it too.",
      "image":"https://slrncl.com/assets/img/bikes/tern-hsd.jpg"
    },
    {
      "years":"2020-2022",
      "status":"Retired/sold",
      "mileage":"~2000",
      "surname":"Petit Rouge",
      "model":"Tern Link C8",
      "notes":"I fantasized about getting folding bikes for a long time and finally got this one from REI after getting my MTB stolen. It was nice to be able to share a bike with Sharon. It matched expectations, fine but not a fun bike. The geometry worked decently well for me. I was able to get 30ish miles in one go (rarely tho). Certainly not geared for loaded climbs. Frequent brake pads were necessary. The anti theft axles were really weird, glad I never needed to change a tire. Lots of groceries and quick rides in the hills. We even went on vacation to Larkspur with it.",
      "image":"https://slrncl.com/assets/img/bikes/tern-link-c8.jpg"
    },
    {
      "years":"2020-2021",
      "status":"Retired/sold",
      "mileage": "~3200",
      "surname":"Baby Goat",
      "model":"Surly Straggler",
      "notes":"My pandemic bike. I wanted to get back on the saddle and got this one in a shop in Alameda. I was appealed by the gravel potential and the nimbler riding style. The transition was rough, I was expecting too much. That thing is heavy and not geared for long hill climbs. Living on top of the Berkeley hills and doing groceries with a heavy backpack took a toll and I should have considered this. maintenance was a breeze. The mechanical brakes were great and the bumpiness was super (type-2) fun. I miss it.",
      "image":"https://slrncl.com/assets/img/bikes/surly-straggler.jpg"
    },
    {
      "years":"2019-2020",
      "status":"Stolen",
      "mileage": "~1800",
      "surname":"Monster Truck",
      "model":"Specialized Chisel Comp X1",
      "notes":"I discovered Bikepacking and got into a riding trail in the Dublin hills. I discovered goat heads and hated it in the beginning. The Crank was creaky since day 1 but got used to the different kinds of riding. I used it for everything: groceries, technical uphill in the Pleasanton ridge, long road excursions in Marin and quick rides back in Berkeley. Until I got it stolen.",
      "image":"https://slrncl.com/assets/img/bikes/specialized-chisel-comp-x1.jpg"
    },
    {
      "years":"2017-2019",
      "status":"Retired/sold",
      "mileage": "~3000",
      "surname":"Real bike",
      "model":"Specialized Allez Elite 2017",
      "notes":"I explored Berkeley and the bay on this one. Did a lot of grocery shopping. Learned to change a tire and fix things on the bike. The chain broke once because of leaning it against another bike in the Train. This thing was fast, I loved most of the time I spent on it. It was my first real bike with all the good that comes with a first experience. I got close to crashing a few times but never had major incidents.",
      "image":"https://slrncl.com/assets/img/bikes/specialized-allez-elite.jpg"
    }
  ]
}


