{
  "notes":[
    {    
      "date": "2024-07-05",
      "quote": "Nothing strengthens a delusion more than fighting it",
      "author": "Fact of life",
      "notes": "This just needs to be here."
    },
    {    
      "date": "2024-07-05",
      "quote": "If there is no solution then that means there is no problem",
      "author": "Jacques Rouxel (Shadocks)",
      "notes": "I spend much my professionally productive time writing about problems, searching for solutions... which in the corporate world riddled with growth BS can be quite an absurd task. A tangled mess revealing that the knot itself is the illusion. So I'm going to make myself some tea (the real) and enjoy the serenity of non-problems."
    },
    {    
      "date": "2024-06-24",
      "quote": "Of the ones who have nothing to say, the quiet ones are the most pleasant",
      "author": "Coluche",
      "notes": "I often launch into a whole spiel, convinced I have some profound insight, only to realize 2 sec later that I'm just making noise. I blab too much. Whatever the occasion. Even when I’m clueless, I always have an opinion that I should really keep to myself."
    },
    {    
      "date": "2024-06-24",
      "quote": "Giving to others requires friendship with oneself",
      "author": "Salvatore Giammusso on Aristotle's Ethics",
      "notes": "From philosophers to my PT urging me to care for my own health in order to be able to care for my family. Charity in its simplest form, care, must start with the self. The no-ego/no-free-will propaganda of today gets me feeling selfish at times. A feeling I’m learning to defuse contextually."
    },
    {    
      "date": "2024-06-22",
      "quote": "Yeah, that sucks – I'll be mad about it in another life",
      "author": "Chill looking old dude in the community hot tub",
      "notes": "Whatever the cards you get in life, there will always be struggle. Your choices won't change this fact. Many people find solace in realizing that humans have little control over their own fate. I prefer to focus on taking responsibility for how I feel about it to avoid throwing myself a pity-party. Feeling oppressed by some cosmic power is a dead end. Most of my pain comes from resisting this fact."
    },
    {
      "date": "2024-06-07",
      "quote": "Most wealth is inherited, not self-created",
      "author": "Thomas Piketty",
      "notes": "This has been on top of my facts-that-irritate-me list for a while. Everyone sane knows that the current system is not truly a meritocracy. Facing this statistical reality can be a grounding or frustrating experience. As growth slows, past wealth naturally takes on a larger importance. It's harder for us today than it was for those before, and much harder for those who'll come after. I'll leave this here as a reminder for people like my mother-in-law and advice-leaking poolside boomers."
    },
    {   
      "date": "2024-06-06",
      "quote": "The key to being a wonderful writer is not to write. You just get out of the way. Leave room for God to walk in the room.",
      "author": "Micheal Jackson",
      "notes": "Creative work relies on breakthroughs - eureka moments. Over the years I’ve developed an appreciation for the little control I have over how the breakthroughs happen. One can give himself a slight edge with a few hacks and rituals but in the end, it's never fully in our control. Appreciating the struggle of it all and creating the space allows one to elevate the creative act beyond oneself. I’m not big on god, nor making Art but I  sense little free will in my own process."
    },
    {
      "date": "2024-04-01",
      "quote": "The outcomes are a byproduct of your process.",
      "author": "Marc Hemeon",
      "notes": "I'm a creature of habits with a massive struggle to find focus for the sake of making a thing. Partly because I don't have a strong sense of what I want to do with my 4000 weeks, but as Marc points out, I'm not convinced that having a sharply defined target is the best way to get anywhere. I have my quirks, my process of making stuff because it all goes somewhere- like these notes."
    },
    {
      "date": "2024-03-29",
      "quote": "Go everywhere, slow everywhere.",
      "author": "Dan met on Perfumo Canyon Rd",
      "notes": "Everyone leaves the races at some point in their life, for different reasons. One day you die. You win the final race. I'm not in a rush to win this one. The fitness culture in the US leaves alien to the true pace and feel of the great outdoors. It's comical how it’s hard to find good cycling gear for truly recreational riding. The mild discomfort of times on the saddle is worth the space it gives the mind."
    },
    {
      "date": "2024-03-25",
      "quote": "I'm not wise enough to hold the thought of the ephemeral nature of my life, so I have to surround myself of a few vanities.",
      "author": "Sylvain Tesson",
      "notes": "Ambiguity in a world of endless distraction distractions urges us to live faster, try all the things, in an attempt to reach something that appears elusive. I forget the philosophy often. Devices, often gimmicky, are the best reminders. I long for a beautifully examined life, sitting in a garden with the luxury of time to contemplate. That's unfortunately not the reality of most of my days so I need my silly watch."
    },
    {
      "date": "2024-03-22",
      "quote": "Nothing is more peaceful than having no interest in a anyone",
      "author": "popular statement seen online",
      "notes": "While the first read seems to indicate a desire to justify, perhaps even appreciate solitude rather than seek attention and romance, I hear something broader. Especially when replacing the term ‘anyone’ with ‘something’. I’m rarely at peace with rejecting something or someone, even when I have truly no interest. Saying no allows peace to be kept and judgment surrendered, ideally on both sides."
    },
    {
      "date": "2024-03-19",
      "quote": "How are we going to get to get back up?… That’s a problem for a later-me",
      "author": "dad of 3 met at the bottom of a tall dune",
      "notes": "A golden piece of dad knowledge. Sometimes letting go simply translates into postponing reaction. Dealing with things in the moment is tricky, most of our behaviors are responses. Delay is a sort of non-response, not necessarily nonchalant or lazy, and almost always a wiser choice. The idea is not to hope to forget or get away with it. It’s to reduce stress in the present moment while making space for a wiser answer. To touch a bit of that be-here-now feel."
    },
    {
      "date": "2024-03-14",
      "quote": "Incredible things materialize when you learn to let go",
      "author": "Zen / Buddhist formula",
      "notes": "AI've come to define what feels like my consciousness as a state of (constant) mental strain. The momentary release of the strain, or enlightenment as Buddhists say, is a momentary awakening, calling for lifelong cultivation. The beginning of this process is to allow other people, things, and process, to have their own opinions; do their own thing. Without judgement. Basically letting go."
    },
    {
      "date": "2024-03-11",
      "quote": "There is beauty in mediocrity",
      "author": "Beau Miles",
      "notes": "As someone often caught up in the torturous feelings of the creative process, I find some comfort in this zen-like statement. If the thing I’m chasing exists (goodness) it must be contingent on the existence of its opposite (mediocrity). Thus encountering mediocrity should be accepted as part of the process. That doesn’t make it easy, but somehow confirms forward motion."
    },
    {
      "date": "2024-01-27",
      "quote": "Have you seen the size of a donkeys hears? You don't need to whisper loud. They ear everything. They even ear your thoughts.",
      "author": "Theo du Plessis",
      "notes": "Babies, animals, rocks... all things that appears to not 'understand' the complexity of the world extend us an invitation to pure awareness. It's easy to see ignorance where there is only presence. A sense of wholeness that only the momentary cessation of thought and movement seem to enable. I'm not great at sitting still or not thinking, especially at the same time."
    },
    {
      "date": "2023-12-21",
      "quote": "We have gone so far as to define faith as intellectual conviction rather than living fully in a condition of limited knowledge.",
      "author": "Thomas Moore on Thomas Merton",
      "notes": "Partial knowledge is frustrating but what seems to be the most honest and accurate description of what this whole circus is about. Although I’ve not gotten much exposure to religious views on the matter I can now appreciate how they offer an elaborate coping mechanism. Most of the perceived differences are historical events and storytelling devices. I've defined for myself the concept of 'god' as: the contemplation that there is (not simply might) a particular something rather than an abstracted nothing."
    },
    {
      "date": "2023-12-01",
      "quote": "Frugality is not poverty but often looks very similar. Frugality is a deliberate behavior. Poverty is inflicted.",
      "author": "Jean-Marc Jancovici",
      "notes": "It's easy to feel oppressed by loss when something becomes unattainable. Basic and comfort are two different things. Food, water and shelter are all we really need. Abundant, cheap energy brought a lot of comfort into our existence. That's very recent and won't last. We can and will have to choose how we feel about it."
    },
    {
      "date": "2023-12-01",
      "quote": "There is at the bottom of a deep squat, or a good calf stretch, more healing than psychotherapy will ever bring to you.",
      "author": "Rephrase of something overheard at the gym",
      "notes": "When the body doesn’t feel good, we're not primed mentally. Exercise is medicine. From Hippocrate to the modern gym, our body is our temple. Mind and body are the same thing. Not hardware and software, but one beautifully complex organism with a sort of physical intuition that enables one to literally get in touch with it - To listen to what just is happening within and around... Fundamental perceptions with cathartic potential that medicine will only assist, but never provide."
    },
    {
      "date": "2023-11-30",
      "quote": "Everything is vague to a degree you do not realize until you have tried to make it precise.",
      "author": "Bertrand Russell",
      "notes": "I initially thought that lack of vocabulary was at the root of many of my frustrations. Exposure to Eastern concepts (to not say buddhism) have led me to believe that all things are just concepts, even the most defined philosophical or scientific fact. There is no way to accurately describe (let alone understand) the essence of a thing. And this doesn't mean that we should never try or talk."
    },
    {
      "date": "2023-10-17",
      "quote": "I can’t help wonder if the cost, monetary and otherwise, is really worth it just to be able put a number on how much one sucks at cycling.",
      "author": "Mike Hayes",
      "notes": "I go throught cycles of interest/hatred with tracking devices. From sleep, to exercies to food I tried most mainstream things for no real benefit other than momentary feeling of control and accountability that was not needed in the first place. Knowing the attention and emotional cost was just the first step, the cultural and ecological costs are crystalizing a even grimmer picture."
    },
    {
      "date": "2023-10-15",
      "quote": "I don't have a solution. Just concerning thoughts.",
      "author": "Ana Rodrigues",
      "notes": "I could (perhaps should) start most conversations on important topics with this statement."
    },
    {
      "date": "2023-10-15",
      "quote": "How we spend our days is, of course, how we spend our lives. What we do with this hour, and that one, is what we are doing.",
      "author": "Annie Dillard",
      "notes": "I feel the reality of this statement almost every night as the day fade. Seeing life in a day has become something much more concrete than a poetic concept, mostly by becoming a father."
    },
    {
      "date": "2023-10-14",
      "quote": "Whatever one achieves by efforts directed at anti-aging, one still winds up older than the younger version of oneself. Even during the time spent in pursuit of anti-aging, we are…aging. The very time spent making the comparison widens the divide.",
      "author": "David L. Katz",
      "notes": "Deep is the shame I accumulated because of some of my 20s self help and influencer based obsessions. Life is a blessing at any age. There is something clearly sisyphean in humanity anti-aging quest."
    },
    {
      "date": "2023-10-02",
      "quote": "Our modern skulls house a stone-age mind.",
      "author": "John Tooby and Leda Cosmides",
      "notes": "In a society where basic survival needs are generally met, you may find yourself grappling with a void, a lack of a clear, driving purpose that your ancestors naturally had. Thus, your struggles are viewed as a mere lack of willpower, when the problems run much deeper. You spiral into a paralyzing indecision amidst a sea of seemingly endless opportunities and choices. Having unlimited paths can be as agonizing as having none."
    },
    {
      "date": "2023-09-27",
      "quote": "Once you're out the door, it's always worth it",
      "author": "Lachlan Morton",
      "notes": "Sometimes unsolvable questions like “what is my purpose?” and “why should I exist?” lose their force upon lifestyle fixes (acts). In other words, being around people, going outside regularly and getting enough sleep can go a long way to solving existentialism. "
    },
    {
      "date": "2023-09-22",
      "quote": "A point of view can be a dangerous luxury when substituted for insight and understanding.",
      "author": "Marshall McLuhan",
      "notes": "Still simmering :: I'm certainly guilty of opting for a quick opinion rather than getting evertyhing factually right - perhaps to a fault and definitely to the great displeasure of my wife. tere seem to be too few socratic truths to really uphold such a standard, yet I see the slope."
    },
    {
      "date": "2023-09-14",
      "quote": "This is the game we play: The only thing you really know is what you can put into words",
      "author": "Alan Watts",
      "notes": "Many arguments with my wife that started on very simple and tangible things that escalated to definitions of definition have told me that, the more we say, the more we move into the world of words and away from reality as it is on its own prior to conception (and feelings)"
    },
    {
      "date": "2023-08-29",
      "quote": "If you don’t bring it with you, you won’t find it there",
      "author": "Poem on pilgrimage",
      "notes": "As I become a homeowner and get into the inevitable accumulation of stuff, I try very hard to remember that peace isn't a fancy house, better stuff or an exotic vacation. It's cultivated inside."
    },
    {
      "date": "2023-08-13",
      "quote": "A man went in search of fire with a lighted lantern. Had he known what fire was he could have cooked his rice much sooner.",
      "author": "Zen parable",
      "notes": "Seeking satisfaction in others or in external objects or events reinforces a deep and often unacknowledged belief that we, as we are, are not entirely complete; that we need something beyond ourselves in order to experience a sense of wholeness or security or stability."
    },
    {
      "date": "2023-03-17",
      "quote": "Experience is not what happens to a man; it is what a man does with what happens to him.",
      "author": "Aldous Huxley",
      "notes": "An obvious fact of life that really stuck as I stumble upon it summarized this way, which perhaps illustrate even further the fact that I needed to experience it that way for it to finally register."
    },
    {
      "date": "2023-03-16",
      "quote": "The problem is no longer getting to express oneself but finding moments solitude and silence in which one might eventually find something worth saying.",
      "author": "Gille Deleuze",
      "notes": "Technology claims to empower us to express ourselves easily. The ease is there, and has been for a long time. Too many options and a fetish for tools seems to separate us from our thoughts. There is those who abuse of this, diluting meaning in mass and those like me who struggle to even find the space to let thought occur."
    },
    {
      "date": "2023-01-12",
      "quote": "As technology advances, software will increasingly be chosen not just for how well it addresses its use case, but how it conveys its personality, similar to how we choose our clothes.",
      "author": "Molly Mielke",
      "notes": "I spend a lot of time in my career in tech arguing to make things prettier. Our culture either worship beauty or rejects it. Software in most case is perceived as utilitarian only. I hope one day our culure will change its understanding of the unfortunate reality.Until then I'll pray for a return to the jungle while making 'pretty' pixels."
    },
    {
      "date": "2023-01-01",
      "quote": "Priorities are like arms. If you think you have more than a couple, you're either lying or crazy.",
      "author": "from 'The Wisdom' by Merlin Mann",
      "notes": "I heard many version of this. Counting 'fucks' seems to be a sign of the battle being already lost. Instead, I like how this focused on a direct comparison with what the body allows. With childcare I discovered a degree of fatigue that was unknown to me, forcing me not to redefine my priorities but to pick 2 and be okay with it. Because: calories."
    },
    {
      "date": "2022-12-20",
      "quote": "Be careful what you cast out — the vacancy is quickly filled.",
      "author": "Austin Osman Spare",
      "notes": "After year of interest in minimalism and thinking about how to navigate our consumerist society, this remain one of the hardest entropic force to overcome. Get rid of something is just the first step of the process, keeping the space free to reclaim clarity is the bulk of it."
    },
    {
      "date": "2022-12-20",
      "quote": "When I think too much, I fall on my face",
      "author": "Beau Miles",
      "notes": "Overthinking has a been a problem of mine for long. like a lot of people, my problems is I think I have a problem. It’s really easy to tell ourselves how something is unfair until we realize we are the only one responsible for the happening of it."
    },
    {
      "date": "2022-12-9",
      "quote": "Don’t worry that children never listen to you; worry that they are always watching you.",
      "author": "Robert Fulghum",
      "notes": "As honest as my rage and pessimism feel, I know its unhealthy character. The existential pressure of raising child is working against me in a good way. Of course it's not enough and surely not the socially praised way to deal with it. But it feels stronger than all the will power I've ever deployed."
    },
    {
      "date": "2022-12-8",
      "quote": "The test of a first-rate intelligence is the ability to hold two opposing ideas in mind at the same time and still retain the ability to function.",
      "author": "F. Scott Fitzgerald",
      "notes": "There is so much complexity, ambiguity, paradoxe, and contradictions in life, it is oppressing. Staying functional while acknowledging each side of every idea is exhausting but seem to be a path to intellectual honesty. Nothing is all good or bad. Timing and context are everything. Do the mental effort."
    },
    {
      "date": "2022-11-10",
      "quote": "Almost everything will work again if you unplug it for a few minutes, including you.",
      "author": "Anne Lamott",
      "notes": "If you ever need a mantra to convince you to take a break, this is a good one. I like to walk, since I can't just sit still... at least without earplugs."
    },
    {
      "date": "2022-10-25",
      "quote": "Where you stand, this bright corner of the universe, there is no one to enjoy it but you.",
      "author": "Sam Harris",
      "notes": "It took me a while to emotioanlly acknowldge that a moment exist only because I live it right here, right now. The sense of urgency created by having a child rendered clear the crucial importance of living in the present, and the discipline which that it requires."
    },
    {
      "date": "2022-10-15",
      "quote": "It is impossible for a man to learn what he thinks he already knows.",
      "author": "Epictetus",
      "notes": "My ego supported by modern technology often makes me believe I've, or can figure things out, fairly easily. But some things like gardening or parenting, do not obey to classic ignorance > knowledge > solution pattern. It needs to be experienced to viscerally be discarded."
    },
    {
      "date": "2022-10-15",
      "quote": "What a strangely fitting end to a life so very well lived",
      "author": "Josh about Socrates",
      "notes": "His living voice and examined life have been dissected across ages but his death is really what gave it its legendary status. Few conversations can really get into the meat of socratic philosophy. Those who know anything of it usually appreciate the comment about his death as a great example of the Summum Bonum."
    },
    {
      "date": "2022-10-12",
      "quote": "Unless you are hunting for food or making a baby, there is no point to anything really",
      "author": "Beau Miles",
      "notes": "Living the first moments with my own child made me quickly reflect on my relentless quest for meaning. The primal feel of seeing your own kid live is humbling. There seems to be no great purpose beyond being alive here, now. The sight of a baby allows to boil down life to it's very essence: Eating and procreating."
    },
    {
      "date": "2022-10-07",
      "quote": "For all its material advantages, the sedentary life has left us edgy, unfulfilled. Even after 400 generations in villages and cities, we haven’t forgotten. The open road still softly calls, like a nearly forgotten song of childhood.",
      "author": "Carl Sagan",
      "notes": "I think about how modern life has changed us. Often for the worse, contemplating the myth of the noble savage. There is an undeniable loss that occured over time. I'm unusure about the idea of a human nature, like a preset. But when I feel unfulfilled I sometime fantasised of a more primitive existence."
    },
    {
      "date": "2022-10-02",
      "quote": "I'm always one ride aways from figuring it all out",
      "author": "Tom Ritchey",
      "notes": "My thoughts rarely make sense when I ride my bike. It's always after getting off the saddle I really realize that and can get the second wave. The good stuff comes after. It reminds me that exercise is medicine and that the only thing that matters is here and now. On and off the saddle, on which I'll be back soon."
    },
    {
      "date": "2022-10-01",
      "quote": "After all these years, I have come to realise that I must go through a period of agony and torture before I have a breakthrough.",
      "author": "Hans Zimmer",
      "notes": "Nothing good comes easy. The creative process is a torture that usually feels too personal. I like how zimmer puts in perspective the pain of the process that rarely get acknowldge in our hustle culture that want flow state and breakthoughts on demand."
    },
    {
      "date": "2022-10-01",
      "quote": "The dose makes the poison",
      "author": "Paracelsus",
      "notes": "We've know about the idea of hormesis for a long time but seem to forget quite often that a bit os something bad for us can have positive effects. Too much comfort makes us weak; not enough can kill. Finding the limit is a perilous exercise of moderation. I try to apply this hormetic approach to nutrition, exercise and intelect as frequently as possible."
    },
    {
      "date": "2022-09-30",
      "quote": "The stronger a theory is, the easier it is in principle to find that it is false, and the more likely we are to believe it if we fail to do so. In contrast, a theory that is completely incapable of being disproved is often described as ‘metaphysical’ or unscientific.",
      "author": "Alastair I. M. Rae",
      "notes": "I'm not the sharpest ool in the shed – so this is a healthy reminder to not fall for overly simplistic explanations often supported by Einstein words: if you can't explain something simply you don't know it well enough. Reality is messy and has granularity that isn't easy to grasp."
    },
    {
      "date": "2022-09-26",
      "quote": "Communication is limited by perspective.",
      "author": "Andrei Tarkovsky",
      "notes": "This capture in a mantra like simplicity what makes human communication so complicated."
    },
    {
      "date": "2022-09-25",
      "quote": "The content or message of any particular medium has about as much importance as the stenciling on the casing of an atomic bomb.",
      "author": "Marshall McLuhan",
      "notes": "The medium is the message. Get off your phone. Everyone has an agenda. Channels are endless. You can't truly control your exposure anymore - at least not without taking drastic measures. Focus defuse the bomb."
    },
    {
      "date": "2022-09-24",
      "quote": "The unit of survival is organism plus environment. We are learning by bitter experience that the organism which destroys its environment destroys itself.",
      "author": "Gregory Bateson",
      "notes": "As the global warming crisis is unfolding, let's keep in mind this fundamental principle. Both side seem to agree on the principle but not on what the environement truly is."
    },
    {
      "date": "2022-09-22",
      "quote": "Conversation – whether with other people or with ourselves – remains our only means of making intelectual and moral progress.",
      "author": "Sam Harris",
      "notes": "The hundreds of hours of conversation with my wife have proven this over and over again. Thought crystalizes during conversation and get beaten down to it essence. As imperfact as human communication is, it remain our best tool to make sense of things."
    },
    {
      "date": "2022-09-19",
      "quote": "Honesty requires that we each radically reduce our expectations that machines will do our work for us or that therapists can make us learned or healthy.",
      "author": "Ivan Illich",
      "notes": "I spent my 20s accumulating stuff, habit, money. Entering my 30s I came to realize that a bit of that wisdom that come with aging is about unlearning certain behavior and expectations. The value of putting the work, examining yourselfs becaome more real but also easier to ignore or escape over time. You can't beat entropy, even if technology makes you think you can."
    },
    {
      "date": "2022-09-18",
      "quote": "There is no product or service more ecological, sustainable and recyclable as the one we do not use.",
      "author": "Philippe Bihouix",
      "notes": "In a time where we all seem to struggle to find truly sustainable solutions we tend to forget that not doing, producing, making, buying is the most relevent path. The oxymoronic nature of this is a necessary acknowledgment in a world obsessed about growth. May this be a helpful way to remember that not doing is always the cheapest and often the truly virtuous path."
    },
    {
      "date": "2022-09-16",
      "quote": "The main distinction between meditation and our usual hap hazard thinking is coherence; it should be an ascetical exercise of intellectual sobriety. ",
      "author": "Anthony bloom",
      "notes": "Hmmm"
    },
    {
      "date": "2022-09-15",
      "quote": "The man is richest whose pleasure are cheapest",
      "author": "Thoreau",
      "notes": "I found too much peace in letting go of many physical things to not agree with this timeless observation. Whether it's appreciating the taste of an boiled egg, the feeling of a pencil or a nap; there seem to be a relationship between the nature of a pleasure and the it's ability to connect us with a sense of presence on one's life. "
    },
    {
      "date": "2022-09-08",
      "quote": "Sometimes you don't know the value of a moment until it becomes a memory",
      "author": "Gunnar Freyr",
      "notes": "Building a relationship with my wife and telling stories of my childhood has crystalized this simple fact of life. As I'm thinking of my own future child, I realize that a lot of his worldview will be through his memories - all of them."
    },
    {
      "date": "2022-09-04",
      "quote": "The plural of anecdote is data.",
      "author": "George J. Stigler",
      "notes": "I've spent a few years obsessing over data. Personal tracking, work metrics, studies... The need to test and prove is real and understandable but generally has too high of a cost for the insight it brings. I should not have needed a wearable to tell me the value of sleep. An honest conversation should have been enough."
    },
    {
      "date": "2022-09-01",
      "quote": "Like our stomachs, our minds are hurt more often by overeating than by hunger.",
      "author": "Petrarch",
      "notes": "We rarely underdo anything as a species. Removing something bad often yield better result that adding two good things."
    },
    {
      "date": "2022-08-10",
      "quote": "Most tools are boring, until they’re not, and then they become miraculous. The onus is on the craftsperson to figure out how to escape the boredom.",
      "author": "Craig Mod",
      "notes": "I design websites. Nothing exciting in itself by now. My only real interest in this craft if to create that little touch that will make an experience standout without overdoing it. Tempering the ego to let work be work is has been hard. A good tool often looks beautifully boring. It's a process, both on the creation and relationship side."
    },
    {
      "date": "2021-09-10",
      "quote": "The first principle is that you must not fool yourself—and you are the easiest person to fool.",
      "author": "Richard Feynman",
      "notes": "I'm just another fool. All of us live knowing this. Few are able keep this as a mantra. I get caught up too often."
    },
    {
      "date": "2020-08-15",
      "quote": "The ones who will be able to afford the autonomous car, are already sitting in the back seat.",
      "author": "Carlos Tavares",
      "notes": "Sometimes I believe in the power of individuals. Because our actions compound we get to all shape the world right? Nope – Decisions trickle down most of the time."
    },
    {
      "date": "2020-06-06",
      "quote": "Doubt is not a pleasant condition, but certainty is absurd.",
      "author": "Voltaire",
      "notes": "When something feels too clear, maybe you're actually don't get it. But if you feel struct by how unsatisfying your understanding feels, you're probably closer."
    },
    {
      "date": "2020-05-01",
      "quote": "The learning of many things doesn't teach understanding of anything.",
      "author": "Heraclitus",
      "notes": "Too many overeducted people have stated the relative futility of their education. An examined life seem the only path to the a form understanding. Note after note. This is the closest we’ll ever get to knowledge and hopefully die in peace."
    },
    {
      "date": "2020-04-26",
      "quote": "The defenders of our freedom have failed to take into account our Infinite appetite for distraction.",
      "author": "Aldous Huxley",
      "notes": "Our current liberal democracies can't keep their integrity because we've all lost most of our attention span, thus most of critical thinking."
    },
    {
      "date": "2020-02-06",
      "quote": "Wisdom lies in correctly discerning where we are free to mold reality to our desires and where we must accept the unaltered with tranquility.",
      "author": "Seneca",
      "notes": "Human have clearly overstepped the boundaries of what stoic would have called reasonalble. Nature is not here to please us and we should not always bend it to our desires. Don't build a house at the feet of volcano."
    },
    {
      "date": "2020-01-30",
      "quote": "Democracy has no capability to prevent its development towards totalitarism when resources become scarce.",
      "author": "Lasse Norlund",
      "notes": "The concept of post scarcity annoys me as it feels so detached from reality. There is too many things not working in our current system to be that delusional. We all need food, water and shelter. The condition for widespread access to this is a precarious balance."
    },
    {
      "date": "2020-01-14",
      "quote": "Nature does not hurry, yet everything is accomplished.",
      "author": "Lao Tzu",
      "notes": "Gardening taught me something beyond patience. An acknowledgment of the perfection i "
    },
    {
      "date": "2020-01-03",
      "quote": "Everything has been said before, but since nobody listens we have to keep going back and beginning all over again.",
      "author": "André Gide",
      "notes": "I started this collection to solve exaclty this. Everything as been said before, better than I could say it. I tried many time to give my own free thinking some space and envergy but ended up with mediocre notes that can often be summarize in few words - hence this."
    },
    {
      "date": "2019-10-22",
      "quote": "I don't like training but I don't like dying either, so I'm going to train.",
      "author": "Beau Miles",
      "notes": "Discipline should have a purpose. Training certainly has one. All essentials practices can be and should be considered training. From the obvious physical ones to the more subtles ones, like boredom."
    },
    {
      "date": "2019-10-10",
      "quote": "There is meaning and satisfaction in living close to the source of things.",
      "author": "Masanobu Fukuoka",
      "notes": "We are so removed from the orgini of most things that populate our lives. Objects manufactured on the other side of the world, plants cultivated hundreds of miles away. The concept of autonomy start by getting physically closer to things to change our relationship the the processes and resources amking our lives what they are."
    },
    {
      "date": "2019-10-10",
      "quote": "We should not attribute to malice that which is more easily explained by stupidity.",
      "author": "Hanlon's razor",
      "notes": "It took me too long time to properly use and understand this popular adage. Often used as a convenient intelectual shortcut to avoid having to really make an effort to thinking critically."
    },
    {
      "date": "2019-09-28",
      "quote": "All of humanity's problems stem from man's inability to sit quietly in a room alone",
      "author": "Blaise Pascal",
      "notes": "One thought to rule them all. The ability to not think as the ultimate skill for healthy function."
    },
    {
      "date": "2019-09-27",
      "quote": "Beware the stories you read or tell; subtly, at night, beneath the waters of consciousness, they are altering your world.",
      "author": "Ben Okri",
      "notes": "Everything is a constructed story. We're here today thanks to them but also miserable because of them. They should be seen for what they are, devices."
    },
    {
      "date": "2019-09-20",
      "quote": "The part can never be well unless the whole is well.",
      "author": "Plato",
      "notes": "It's easy to fall for incremetnal gain but leave the root cause be. The bigness argument always surface. Sometimes allegedly. Often as rejection of the true origin, or worse, intelectual dishonesty."
    },
    {
      "date": "2019-09-20",
      "quote": "He who jumps into the void owes no explanation to those who stand and watch.",
      "author": "Jean-Luc Godard",
      "notes": "Being different is okay. Knowing that difference and not allowing alienation is recommended."
    },
    {
      "date": "2019-09-10",
      "quote": "Don't like trucks? Stop buying shit! Problem solved",
      "author": "Bumper sticker on the I5",
      "notes": "Consumerism is not easy to bear. Its waste is in our face all the time. We tend to grow numb to it. I still can't stand the diffuse sound of the distant freeway in the night. It reminds me too much of my lack of autonomy."
    },
    {
      "date": "2019-09-10",
      "quote": "The essence of greatness is the perception that virtue is enough.",
      "author": "Ralph Waldo Emerson",
      "notes": "There isn't much else we should aspire to in life. Do the right thing and derive from our action the feeling of having done our part; or at least, enough."
    },
    {
      "date": "2019-09-04",
      "quote": "Their mistakes did more of the teaching than the explicit virtues they were trying to instill in me.",
      "author": "Sharon",
      "notes": "Learning something sometimes happens in very indirect ways. Observing these ways teaches us as much as the lessons themselves."
    },
    {
      "date": "2019-07-01",
      "quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death",
      "author": "Leonardo da Vinci",
      "notes": "A good day now brings no anxiety. A bad one brings relief. Sleep is the training."
    },
    {
      "date": "2019-05-03",
      "quote": "There is a beauty and clarity that comes from simplicity that we sometimes do not appreciate in our thirst for intricate solutions",
      "author": "Dieter F. Uchtdorf",
      "notes": "We engineer everything these day. Consider the simple beauty of the ultimate complexity of nature - the simplicity of a drop of water and how everything in this world lives thanks to it. Now explain dams."
    },
    {
      "date": "2019-04-23",
      "quote": "If hard work made us rich, donkeys would be draped in gold",
      "author": "Heard Craig say this",
      "notes": "The hustle culture makes it easy to forget that input doesn't match output. The idea of meritocracy is not and will never be."
    },
    {
      "date": "2018-04-20",
      "quote": "Conquer without struggle and you will succeed without glory",
      "author": "Corneille",
      "notes": "Alternatively, there doesn't seem to be that many meaningful successes without struggle of some sort."
    },
    {
      "date": "2018-03-08",
      "quote": "Find a thing, get good at it, get paid for it - and only then, focus on your passion",
      "author": "Robbie",
      "notes": "Passion and career are two different things. I was raised told that I should do whatever I feel passionate about so the time passes faster. Being good enough at something is a mean, not an end. Seing how everyone is confused by their relationship to work is strong confirmation of this statement."
    },
    {
      "date": "2017-09-14",
      "quote": "For me, letting go actually translated into getting control - The law of the universe at play.",
      "author": "Thomas",
      "notes": "I always seem to get the opposite of what I want or expect. So much that I now use the law of the universe to intuit the opposite of my intuition and deal with its potential."
    },
    {
      "date": "2017-06-02",
      "quote": "Oh dear, I really ought to do something. But I'm already in my pyjamas.",
      "author": "My roommate in the Tenderloin",
      "notes": "Energy is limited. So is our time, attention, and capacity to care. Our sanity sometimes relies on resource allocation or the awareness of the impossibility of it."
    },
    {
      "date": "2017-05-11",
      "quote": "It’s when you look for meaning that you get confused.",
      "author": "C. Bukowski",
      "notes": "Perhaps I'm doing something wrong here..."
    },
    {
      "date": "2017-04-25",
      "quote": "Nothing ever goes away until it has taught us what we need to know",
      "author": "Pema Chödrön",
      "notes": "I know that something will later make sense on an emotional level. It usually is a subconscious process that crystalizes in a ah-ah moment during a conversation."
    },
    {
      "date": "2017-04-15",
      "quote": "Design should be like vanilla ice cream: simple and sweet, plain without being austere.",
      "author": "Franc Chimero",
      "notes": "The minimalist trends almost always fade away. Nothing stays simple if worked long enough."
    },
    {
      "date": "2017-03-12",
      "quote": "You can’t make someone act right but you can make him wish he did",
      "author": "A lady that lives on a boat docked in Sausalito",
      "notes": "Living life according to your value is the most effective way to change others around you. Lead by example rather than fall into rethoric."
    },
    {
      "date": "2017-01-14",
      "quote": "If you can't tell if this is terrible or great. That’s probably a sign you shouldn’t do it.",
      "author": "Repeated by Romain",
      "notes": "Not doing is very often the best thing to actually do. "
    },
    {
      "date": "2016-12-03",
      "quote": "True Elegance is knowing what to say and when to say it",
      "author": "Heard in a Nob Hill restaurant",
      "notes": "I blab. It will be a lifelong journey to balance being a good listener and finding the words. Oh, and patience."
    },
    {
      "date": "2016-12-01",
      "quote": "If traveling was free, you'd never see me again",
      "author": "Anthony, Startup employee",
      "notes": "I heard too many people say that they wouldn't know what to do with themselves if they got rich or the chance to retire early. Beyond traveling, I would certainly not have this issue. I'm interested in too many things to not know what to do beyond capital producing work."
    },
    {
      "date": "2016-11-08",
      "quote": "I do it for the memories.",
      "author": "Sasha in SoMa",
      "notes": "The why of certain action should be considered beyond rational and pragmatic thought."
    },
    {
      "date": "2016-11-08",
      "quote": "The more you know, the less you need",
      "author": "A design book I flipped through",
      "notes": "Strange words to retain from a book. The inverse relationship between knowldge and consumption is hard visceraly accept."
    },
    {
      "date": "2016-11-26",
      "quote": "I learn everyday to allow the space between where I want to be and where I am to inspire me and not terrify me.",
      "author": "Ichika while visiting SF MoMa",
      "notes": "People say oddly inspiring things while looking at art."
    },
    {
      "date": "2016-11-12",
      "quote": "It's okay to love something a little too much, as long as it's real to you",
      "author": "Jeffrey Ismael",
      "notes": "Reminded me of Bukowski without the usual booze or self destruction reference. Also we don't all share the same definition of reality. Even within ourselves, the two emispheres of our brains index things differently. Both are okay, they just need to be corretly labelled."
    },
    {
      "date": "2016-11-05",
      "quote": "It's nice to know that everyone else is a mess as well",
      "author": "A guy a met in Party in Nob Hill",
      "notes": "Random encouters are important to create impressions that will last forver in your mind. That's the only thing he said to me. This guy seemed totally normal."
    },
    {
      "date": "2016-11-03",
      "quote": "Sometimes you are so far behind, you'd think you are first",
      "author": "Mimosa dean",
      "notes": "I'm not interested in things that everyone seeks. It sometimes gives me a feeling of superiority but it's moslty alienating. When people talk about things as a race, it's often not a good sign. The good is an infinite game. Then you die."
    },
    {
      "date": "2016-10-22",
      "quote": "Be nice.<br>Be useful.<br>Bring wine.",
      "author": "My chinese roommate",
      "notes": "I don't drink. I'm particularly nice. But I like to be useful. Social constructs are deeply anchored and there is little to be gained by trying to break them publicaly. Going with the flow sometimes make sense."
    },
    {
      "date": "2016-10-12",
      "quote": "The next big thing will be a lot of small things.",
      "author": "A wall in Mission District",
      "notes": "Decentralization has been and will be a big topic, forever. The appeal of centralization makes to much sense in a capitalist world. Yet we all know that ethics is local."
     },
     {
      "date": "2016-10-06",
      "quote": "You don’t get to decide the truth. Life is big—much bigger than just yours.",
      "author": "Franck Chimero",
      "notes": "There is very few truths. Even fewer that I truly know or understand. Being at peace with our lack of understanding of ourselves is crucial."
     }
   ]
}
