{
  "things":[
    {
      "slug":"altra-timp-3",
      "name":"Timp 3",
      "origin":"Altra",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/altra-timp-3.jpg",
      "link":"https://www.altrarunning.com/shop/mens-shoes-trail",
      "linklabel":"Get the latest Altra Timp",
      "note":"Everyone who exercises regularly seems to have a favorite brand and model of shoes. This is mine. I do everything with it. I love that it's zero-drop but still padded. The only downside is longevity, I destroy a pair in less than a year. I love the feel, versatility, and so far the look has not bothered me too much."
    },
    {
      "slug":"counting-beads-bracelet",
      "name":"Wooden beads bracelet",
      "origin":"aroundsquare",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/counting-beads-bracelet.jpg",
      "link":"https://www.aroundsquare.com/collections/mkultras/products/mkultras-wooden-editions",
      "linklabel":"Get some sleep balls",
      "note":"I like sliding the beads slowly, as a pre-sleep self hypnosis ritual. I don't do it often but when I do it's very pleasant. I like the object itself, the feeling in hands is a good proxy to gauge my degree of presence."
    },
    {
      "slug":"ascent-whey-isolate",
      "name":"Ascent whey protein",
      "origin":"Ascent",
      "category":"food",
      "image":"https://slrncl.com/assets/img/things/ascent-whey-isolate.jpg",
      "link":"https://www.ascentprotein.com/products/vanilla-bean-protein-powder?variant=31917023068234",
      "linklabel":"Bulk order from Ascent",
      "note":"I don't like eating too much meat, especially for breakfast or dinner, but I also don't want to be (too) protein deficient. I initially adopted this out of pure dietary pragmatism. I tried a few locally available options and ended up settling for this brand. It's clearly fancy and the branding is silly. I like the taste, ingredients, and the 4 lbs bag is (from my research) a good deal for this quality. It's my one ultra-processed sweetened flavored thing... oh well."
    },
    {
      "slug":"chums-wallet",
      "name":"Surfshorts Wallet",
      "origin":"Chums",
      "category":"artifact",
      "image":"https://slrncl.com/assets/img/things/chums-wallet.jpg",
      "link":"https://www.rei.com/product/199847/chums-surfshorts-wallet",
      "linklabel":"Get it from REI",
      "note":"I like the teenage simplicity of this wallet. I had many fancier, more minimal ones in the past. This one seems to hold up well to my negligence. I also like the look people give me when they see it - like I'm a sloppy teenager. The ID card window is so American and funny to me, it makes me feel like a pokemon trainer."
    },
    {
      "slug":"daruma",
      "name":"Little wooden daruma",
      "origin":"Tokyo Fish Market gift shop",
      "category":"artifact",
      "image":"https://slrncl.com/assets/img/things/daruma.jpg",
      "link":"",
      "linklabel":"Get one from a japanse store",
      "note":"I bought this little guy for my wife's birthday and since then it's been hanging out in our house. I love to seen it around, it feels oddly sentient."
    },
    {
      "slug":"favorite-rock",
      "name":"My favorite rock",
      "origin":"Berkeley hills",
      "category":"artifact",
      "image":"https://slrncl.com/assets/img/things/favorite-rock.jpg",
      "link":"",
      "linklabel":"Find one for yourself",
      "note":"I found this smooth little oblong pebble during a baby walk in the Berkeley hills. I was talking to myself trying to enjoy the moment when I decided to pick it from the ground. Since then I often carry it with me. I guess that's what kids call a pet rock. Seeing it reminds me of the concept of Yugen. I feel an odd sense of beauty, even though beauty doesn’t exist in the literal sense of the word and cannot be seen directly – in other words: beauty lies in the eye of the beholder. I love my rock."
    },
    {
      "slug":"triggerpoint-foam-roller",
      "name":"Grid Foam roller",
      "origin":"Triggerpoint",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/triggerpoint-foam-roller.jpg",
      "link":"https://www.rei.com/product/115936/trigger-point-performance-grid-foam-roller",
      "linklabel":"Get it from REI",
      "note":"I've been rolling (mostly my back) on this thing for years. I don't think I need to sell the goodness of foam roller. this one is my favorite, not that I have tested that many. Not too firm, not too soft, no silly design or texture. This is the vanilla of foam rollers."
    },
    {
      "slug":"nice-cotton-hanky",
      "name":"A nice cotton hanky",
      "origin":"Japan",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/nice-cotton-hanky.jpg",
      "link":"https://kirikomade.com/collections/handkerchief",
      "linklabel":"Get some from Kiriko",
      "note":"It took me 30 years to acknowledge the necessity of carrying a good handkerchief. I upgraded my classic flannel grid pattern to nicer Japanese ones from Kiriko and highly recommend these to all those who have a runny nose or sweaty face. There is too many uses for it to list here. It's also a lovely thing have (and look at) in your pocket, even covered in dry boogers."
    },
    {
      "slug":"drbronner-magic-balm",
      "name":"Magic balm",
      "origin":"Dr Bronner",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/drbronner-magic-balm.jpg",
      "link":"",
      "linklabel":"Get it locally, it feels good",
      "note":"If I was single I would only use this stuff. My baby loves to chew on the tins and I like to fidget with it. Of course it moisturizes well, the format is what makes it work for me... and Dr Bronner peppermint tingle is a personal favorite (also, my wifes hates it)."
    },
    {
      "slug":"tj-peppermint-tea",
      "name":"TJ's peppermint tea",
      "origin":"Any good brand",
      "category":"food",
      "image":"https://slrncl.com/assets/img/things/tj-peppermint-tea.jpg",
      "link":"",
      "linklabel":"Get it locally, it feels good",
      "note":"Coffee is occasional for me but I like a good cup of peppermint tea. I like the tingle and the simplicity of the ritual. No one brags about having mint tea, except me."
    },
    {
      "slug":"pb-jar",
      "name":"PB glass jar",
      "origin":"Berkeley Bowl",
      "category":"artifact",
      "image":"https://slrncl.com/assets/img/things/pb-jar.jpg",
      "link":"",
      "linklabel":"Glass jar are availabe anywhere",
      "note":"I tried Mason jars but the lip and lids are not shaking-friendly, and I drink a lot of shakes. I kept this jar for years and it still does a great job at not spilling everywhere and it fits in my hand just perfectly."
    },
    {
      "slug":"wildplanet-sardines",
      "name":"Canned sardines",
      "origin":"Wild planet",
      "category":"food",
      "image":"https://slrncl.com/assets/img/things/wildplanet-sardines.jpg",
      "link":"https://wildplanetfoods.com/products/wild-planet-sardines",
      "linklabel":"Bulk order online, you won't regret it",
      "note":"Not only do we all need more fish oil in our bodies but these are cheap and delicious. After all these years my wife still hates the smell and oil spills. I've had on average one tin every other day since 2017. I tried other fancier brands but came back to Wild planet for bulk order price and convenience."
    },
    {
      "slug":"pure-lanolin-nipple-cream",
      "name":"Lanolin cream",
      "origin":"Sheeps",
      "category":"product",
      "image":"https://slrncl.com/assets/img/things/pure-lanolin-nipple-cream.jpg",
      "link":"",
      "linklabel":"Get it from target",
      "note":"This thing works great for diaper rashes and sore nipples but also is the only thing that really helped with stubborn hangnails and foot sole cuts. This brand doesn’t smell like sheep, which is nice."
    }
  ]
}


